{
  "login": {
    "title": "Logge dich ein",
    "subtitle": "Bitte das Password verwenden, das du in der Einladung erhalten hast.",
    "wrongPwMessage": "Password ist falsch.\nBitte nochmals versuchen.",
    "wrongPwTimeout": "Password ist falsch, warte|Sekunden"
  },
  "general": {
    "yes": "ja",
    "no": "nein",
    "inputPlaceholder": "Bitte eingeben",
    "submit": "Senden",
    "modalDarkModeTitle": "Dark-Modus ausschalten",
    "modalDarkMode": "Diese Website ist für das Dark-Modus nicht optimiert. Falls die Farben komisch aussehen sollten bitte diesen deaktivieren.|Danke!"
  },
  "countdown": {
    "months": "Monate",
    "days": "Tage",
    "hours": "Stunden",
    "minutes": "Min.",
    "seconds": "Sek."
  },
  "navigation": {
    "home": "Home",
    "location": "Location",
    "program": "Programm",
    "acomodation": "Übernachtung",
    "questionAndAnswer": "Fragen",
    "registration": "Anmeldung"
  },
  "pages": {
    "home": {
      "titleAnd": "und",
      "subtitle": "Wir freuen uns, unsere Hochzeit mit euch zu feiern",
      "dateAndLocation": "05. - 08.10.2024 | il Cerreto | Pomarance",
      "registerButton": "An-/Abmelden"
    },
    "location": {
      "title": "Location|&|Umgebung",
      "description": {
        "title": "il cerreto",
        "subtitle": "Wo wir feiern",
        "content1": "Das Bioagriturismo Il Cerreto befindet sich in der wunderschönen toskanischen Landschaft. Die Struktur besteht aus vielen separaten Gebäuden und bietet uns so die Möglichkeit, unsere ganze Feier, vom Empfang am Anreisetag bis zum Abschied, dort abzuhalten.",
        "content2": "Übrigens, auch übernachten werden wir dort*. Hier gibt’s weitere Infos zur |Übernachtung",
        "content3": "*Je nach Anzahl an Zusagen kann es sein, dass einige auf einen Schlafplatz ein Stück ausserhalb des Cerreto ausweichen müssen. Sagt uns bitte bei eurer Anmeldung Bescheid, ob das für euch in Ordnung wäre."
      },
      "arrival": {
        "title": "anreise",
        "subtitle": "Wie du hinkommst",
        "content": "Wir empfehlen euch die Anreise per eigenem Auto oder Flugzeug. Wenn ihr fliegt, liegen die Flughäfen Pisa oder Florenz am nächsten. Überlegt euch, einen Mietwagen zu nehmen, da es in der Toskana eher weniger öffentliche Verkehrmittel gibt. Für Fragen wendet euch gerne an uns."
      },
      "tourism": {
        "title": "toskana",
        "subtitle": "In der Nähe",
        "content1": "Falls ihr vor oder nach den Feierlichkeiten Lust habt, euch die Gegend anzuschauen, haben wir euch hier ein paar von uns getestete und approvte Tipps zusammengestellt.",
        "content2": "Selbstverständlich gibt es noch zahlreiche andere Städte, Sehenswürdigkeiten und interessante Aktivitäten, die in der Umgebung auf euch warten. Eine der wohl bekanntesten Städte, die wir allerdings nicht besucht haben und daher keine Tipps geben können, ist Pisa. Aber egal ob Pisa oder eine andere Stadt - ihr könnt alle entweder auf eigene Faust erkunden, oder ihr schaut euch bei | um. Dort könnt ihr euch eure persönliche StadtführerIn aussuchen. Können wir sehr empfehlen!",
        "content3": "Schaut euch doch mal |hier| um, sicherlich könnt ihr genau eure perfekten Aktivitäten finden."
      },

      "cards": {
        "florence": {
          "title": "Florenz",
          "description": "Absolutes Muss für Kunst-, Kultur- und Geschichtsbegeisterte. Überlegt euch am besten im Voraus, was euch besonders interessiert – es gibt so viel zu sehen, dass es Tage dauern würde, wenn ihr alles anschauen wollt.",
          "extra": "Tipp:| Die Osteria Cipolla Rossa ist für ein Mittag- oder Abdendessen einen Besuch wert.",
          "tripTime": "1h 45min"
        },
        "volterra": {
          "title": "Volterra",
          "description": "Es heisst, dass in Volterra Vampire ihr Unwesen treiben. Wenn man durch die Stadt läuft, kann man gleich verstehen, warum: Die mystischen Bauwerke aus dem Mittelalter beflügeln irgendwie die Fantasie.",
          "extra": " Tipp:| Wie wäre es mit einem Kaffee auf dem Piazza dei Priori in der gleichnamigen Bar?",
          "tripTime": "25min"
        },
        "sanGimignano": {
          "title": "San Gimignano",
          "description": "Die wohl schönste (und sicher älteste) Skyline Italiens findet ihr in San Gimignano. Die hohen Türme waren einst Symbol des Reichtums ihrer Bewohner.",
          "extra": "Tipp:| In der «besten Eisdiele der Welt» gibt es gar nicht das beste Eis der Welt – steht lieber weniger lang in einer beliebigen Gelateria an, es wird sich mehr lohnen!",
          "tripTime": "1h"
        },
        "siena": {
          "title": "Siena",
          "description": "Auf einem Hügel erbaut gilt Siena für viele als der Inbegriff für eine toskanische Stadt.",
          "extra": "Tipp:| Der Dom ist (zumindest von aussen) fast noch ein bisschen faszinierender als der florentinische, da gleich neben dem alten Dom die unvollendeten Fassaden des «Duomo Nuovo» im Rohbau stehen. ",
          "tripTime": "1h 20min"
        },
        "saturnia": {
          "title": "Saturnia-Quellen",
          "description": "Sehr beliebt bei Influencern und immer wieder auf Insta-Posts gesehen sind die Saturnia-Quellen. Bei warem 37°C Wassertemperatur könnt ihr kostenfrei einen Sprung ins Wasser wagen und entspannen.",
          "extra": "Tipp:| Auch bei warmen Aussentemperaturen ist das Baden dort angenehm! ",
          "tripTime": "2h 30min"
        },
        "maremma": {
          "title": "Naturpark Maremma",
          "description": "Bekannt für seine Langhorn-Rinder, bietet der Naturpark viele Wander- und Fahrradwege. Einen Fahrradverleih gibt es am Eingang.",
          "extra": "Tipp:| Für die Fitteren unter euch empfehlen wir die Fahrt vom Start bis an die Küste. Plant eine Pause am gekennzeichneten Aussichtspunkt ein – der rauhe Stand ohne Bade-Touristen ist es wert.",
          "tripTime": "2h"
        },
        "cecina": {
          "title": "Marina di Cecina",
          "description": "Der Stand von Cecina war, zumindest als wir im September 2023 dort waren, alles andere als überfüllt mit Touristen. Der Sand ist recht steinig und im Wasser schwimmen einige Algen, aber um ein bisschen zu entspannen ist er sicher ausreichend.",
          "extra": "Tipp:| Nehmt bei starker Sonne einen Sonnenschirm mit oder kauft einen vor Ort für ca. 20 Euro. ",
          "tripTime": "40min"
        },
        "bolgheri": {
          "title": "Bolgheri",
          "description": "Bolgheri, so heisst nicht nur ein typischer toskanischer Rotwein, sondern auch ein kleines Städtchen in der Nähe des Cerreto. Eine kleine aber sehr feine Altstadt erwartet euch!",
          "extra": " Tipp:| Nehmt euch die Zeit für ein Abendessen in einem der Restaurants und lasst euch beraten, welcher Wein dazu passt.",
          "tripTime": "40min"
        }
      }
    },
    "program": {
      "title": "Programm|&|Dresscode"
    },
    "acomodation": {
      "title": "Übernachtung",
      "subtitle": "",
      "description": {
        "title": "Il Cerreto",
        "subtitle": "Wo wir übernachten",
        "content": "Das Bioagriturismo Il Cerreto bietet ca. 70 Schlafplätze an, verteilt auf verschiede Ferienwohnungen und Doppelzimmer. Da wir das Anwesen für die komplette Zeit für uns haben, stehen uns auch alle Betten zur Verfügung. Wir würden uns freuen, wenn ihr alle mit uns dort auch übernachten würdet!"
      },
      "rooms": {
        "title": "ZIMMERAUFTEILUNG",
        "subtitle": "DIESE ZIMMER STEHEN UNS ZUR VERFÜGUNG ",
        "content": "Gerne könnt ihr uns bei der Anmeldung (unter\"etwas mitteilen\") Bescheid geben, ob ihr in einem bestimmten dieser Zimmer oder Wohnungen unterkommen möchtet. Sagt uns auch, mit wem ihr am liebsten die Wohnung teilen würdet. Wir versuchen, eure Wünsche alle möglich zu machen. ",
        "roomTypes": {
          "types":"Zimmertyp",
          "available":"Verfügbare Zimmer",
          "apartment": "Apartment",
          "suite": "Suite",
          "singleRoom": "Einzelzimmer",
          "doubleRoom": "Doppelzimmer",
          "doubleBed": "Doppelbett",
          "special1": "Turmwohnung",
          "special2": "Wohnung in der Molkerei (ca. 2.5 km entfernt)",
          "bathSingular": "Bad",
          "bathPlural": "Bäder",
          "doubleWithBath": "Doppelzimmer inkl. Bad",
          "sleepCouch": "Schlafsofa",
          "double": "doppel",
          "single": "einzeln",
          "special3": "Dreibettzimmer",
          "special4": "Zustellbett",
          "special5": "Schlafzimmer mit Etagenbett",
          "special6":"Französisches Bett (1 Erwachsener oder 2 Kinder)",
          "special7":"Zimmer mit Doppelbett und Schlafsofa (doppel)"
        }
      },
      "prices": {
        "title": "Preise",
        "subtitle": "Was es euch kosten wird",
        "content": "Wir haben mit der Location einen guten Preis für euch verhandeln können. Für die drei Nächte während der Hochzeit wird pro Erwachsener ein Preis von 200 Euro inkl. Frühstück anfallen.|Ihr wollt früher anreisen oder später abreisen?|Das ist möglich! Am besten, ihr gebt uns im Anmeldeformumar unter \"etwas mitteilen\" Bescheid (oder einfach persönlich per WhatsApp/Email), sodass wir das für euch anfragen können und das auch bei der Vergabe der Appartements beachten können. Bitte beachtet, dass wir dann jedoch keinen Einfluss auf den Preis haben."
      },"extra":"Wir freuen uns, wenn ihr alle mit uns die drei Tage dort verbringen könnt!"
    },
    "questionAndAnswer": {},
    "registration": {
      "title": "An-|/|Abmeldung",
      "guestContactInfos": {
        "title": "Haupt Kontakt",
        "subtitle": "Bitte gib hier einen Kontakt für die weitere Korrespondenz und Bestätigung an.",
        "telNr": "Telefonnummer",
        "email": "E-mail Adresse"
      },
      "addGuest": {
        "title": "Deine/Eure Daten",
        "subtitle": "Bitte erfasse hier alle Personen, die du an- oder abmelden willst. Hier kannst du auch gleich Allergien, Unverträglichkeiten und weitere Sonderwünsche für dein Essen angeben",
        "addGuest": "Person hinzufügen",
        "name": "Vor- und Nachname",
        "typeAdult": "Erwachsen",
        "typeChild": "Kind",
        "age": "Alter",
        "allergies": "Allergien/Unverträglichkeiten etc",
        "save": "Speichern",
        "abort": "Abbrechen"
      },
      "availability": {
        "title": "Verfügbarkeit",
        "subtitle": "Bitte klicke das Zutreffende an.",
        "full": "Bin/sind die ganze Hochzeit dabei",
        "none": "Bin/sind leider nicht dabei",
        "partial": "Bin/sind nur teilweise dabei",
        "from": "Von",
        "until": "Bis"
      },
      "acomodation": {
        "title": "Unterkunft",
        "subtitle": "Bitte klicke das Zutreffende an. Weitere Infos über die Unterkünft findest du|hier",
        "atCerreto": "Wir übernachten im Cerreto. Bitte organisiert ein Zimmer für uns.",
        "atSelf": "Wir suchen uns eigenständig eine Unterkunft, bzw. brauchen keine."
      },
      "communication": {
        "title": "Mitteilung",
        "subtitle": "Habt ihr noch etwa mitzuteilen, dann spricht jetzt oder schweigt für immer :)"
      }
    }
  },
  "yesNo": {
    "yes": "ja",
    "no": "nein"
  },
  "nav": {
    "home": "Home",
    "register": "Anmeldung",
    "program": "Programm",
    "location": "Location",
    "q&a": "Fragen"
  },
  "home": {
    "and": "und",
    "untertitel": "Freuen sich sehr, euch auf ihre hochzeit einzuladen",
    "location": "Pomarance | Toskana",
    "button": "Zur Anmeldung"
  },
  "register": {
    "titel": "An/Abmeldung",
    "angaben": {
      "titel": "Deine Angaben",
      "name": "Vor- und Nachname",
      "email": "E-mail Adresse"
    },
    "verfügbarkeit": {
      "titel": "Deine Verfügbarkeit",
      "voll": "Bin/sind die ganze Hochzeit dabei",
      "teilweise": "Bin/sind nur teilweise dabei",
      "nicht": "Bin/sind nicht dabei",
      "von": "Von",
      "bis": "Bis",
      "placeholder": "2024-10-05"
    },
    "plusone": {
      "titel": "nimmst du jemanden mit?",
      "frage": "Wen?"
    },
    "kinder": {
      "titel": "kinder?",
      "frage": "wieviele?"
    },
    "allergien": {
      "titel": "hast du allergien oder sonderwünsche?",
      "frage": ""
    },
    "button": "abschicken"
  }
}
