{
  "login": {
    "title": "Esegui il log in",
    "subtitle": "Utilizza la password che hai ricevuto nell'invito.",
    "wrongPwMessage": "Password errata.\nRiprova.",
    "wrongPwTimeout":"Password sbagliata, attendi|secondi"
  },
  "general": {
    "yes": "ja",
    "no": "nein",
    "inputPlaceholder": "Prego inserire",
    "submit": "Inviare",
    "modalDarkModeTitle":"Disattiva la modalità scura"
    ,"modalDarkMode":"Questo sito web non è ottimizzato per la modalità scura. Se i colori sembrano strani, si prega di disattivarla.|Grazie!"
  },
  "countdown": {
    "months": "Mesi",
    "days": "Giorni",
    "hours": "Ore",
    "minutes": "Min.",
    "seconds": "Sec."
  },
  "navigation": {
    "home": "Home",
    "location": "Location",
    "program": "Programma",
    "acomodation": "Soggiorno",
    "questionAndAnswer": "Domande",
    "registration": "RSVP"
  },
  "pages": {
    "home": {
      "titleAnd": "&",
      "subtitle": "Siamo molto felici di festeggiare il nostro matrimonio con voi",
      "dateAndLocation": "05. - 08.10.2024 | il Cerreto | Pomarance",
      "registerButton": "RSVP"
    },
    "location": {
      "title": "Location|&|Dintorni",
      "description": {
        "title": "Il Cerreto",
        "subtitle": "Dove festeggeremo",
        "content1": "Il Bioagriturismo Il Cerreto si trova nella splendida campagna toscana. La struttura, immersa in uno splendido parco, è composta da diversi edifici indipendenti con parti comuni collegate funzionalmente tra loro: qui avrà luogo la celebrazione del nostro matrimonio e tutto il nostro evento cominciando con l'accoglienza al vostro arrivo fino al congedo, e qui alloggeremo* per tutto il periodo. Nel parco si trova anche  una bella piscina dove gli ospiti, clima permettendo, possono trascorrere  momenti di relax",
        "content2": "Ulteriori informazioni |sull'alloggio"
         },
      "arrival": {
        "title": "arrivo",
        "subtitle": "Come arrivare",
        "content": "Vi consigliamo di arrivare con la vostra auto o in aereo. Se viaggiate in aereo, gli aeroporti più vicini sono Pisa o Firenze. In tal caso considerate l'idea di noleggiare un'auto, dato per raggiungere il Cerreto i mezzi pubblici sono piuttosto limitati. Per qualsiasi domanda, non esitate a contattarci."
      },
      "tourism": {
        "title": "Toscana",
        "subtitle": "Nelle vicinanze",
        "content1": "Se desiderate esplorare la zona prima o dopo le celebrazioni, qui abbiamo raccolto alcuni suggerimenti che abbiamo testato e approvato.",
        "content2": "Ovviamente ci sono molte altre città, attrazioni e attività interessanti nelle vicinanze che vi aspettano. Una delle città più famose, che però non abbiamo visitato e quindi non possiamo dare suggerimenti, è Pisa. Ma sia che si tratti di Pisa o di un'altra città - potete esplorarle da soli o dare un'occhiata qui: |. Qui potete scegliere la vostra guida turistica personale. Lo consigliamo vivamente!",
        "content3": "Date un'occhiata pure |qui|, sicuramente troverete le attività perfette per voi."
      },
      "cards": {
        "florence": {
          "title": "Firenze",
          "description": "Un must assoluto per gli appassionati d'arte, cultura e storia. Pensate in anticipo a ciò che vi interessa di più - c'è così tanto da vedere che ci vorrebbero giorni per esplorare tutto.",
          "extra": " Consiglio:| L' Osteria Cipolla Rossa vale la pena per un pranzo o una cena.",
          "tripTime": "1h 45min"
        },
        "volterra": {
          "title": "Volterra",
          "description": "Si dice che a Volterra i vampiri facciano il loro corso. Camminando per la città si può facilmente capire perché: le mistiche costruzioni medievali stimolano in qualche modo la fantasia.",
          "extra": "Consiglio:| Che ne dite di un caffè in Piazza dei Priori al bar omonimo?",
          "tripTime": "25min"
        },
        "sanGimignano": {
          "title": "San Gimignano",
          "description": "La più bella (e certamente la più antica) skyline d'Italia si trova a San Gimignano. Le alte torri erano un tempo simbolo della ricchezza dei loro abitanti.",
          "extra": "Consiglio:| Nella 'migliore gelateria del mondo' non c'è il miglior gelato del mondo - meglio fare meno coda in una gelateria qualsiasi, ne varrà più la pena!",
          "tripTime": "1h"
        },
        "siena": {
          "title": "Siena",
          "description": "Costruita su una collina, Siena è considerata da molti l'epitome di una città toscana.",
          "extra": "Consiglio:| Il Duomo è (almeno esternamente) quasi più affascinante di quello fiorentino, dato che accanto al vecchio Duomo si trovano le facciate incompiute del 'Duomo Nuovo' in costruzione.",
          "tripTime": "1h 20min"
        },
        "saturnia": {
          "title": "Fonti di Saturnia",
          "description": "Molto popolari tra gli influencer e spesso presenti sui post di Instagram, le Fonti di Saturnia. Con una temperatura dell'acqua di 37°C potete fare un tuffo gratuitamente e rilassarvi.",
          "extra": "Consiglio:| Anche con temperature esterne elevate, il bagno è piacevole!",
          "tripTime": "2h 30min"
        },
        "maremma": {
          "title": "Parco Naturale della Maremma",
          "description": "Conosciuto per i suoi bovini a lunghe corna, il parco offre numerosi sentieri per escursioni e percorsi ciclabili. C'è un noleggio biciclette all'ingresso.",
          "extra": "Consiglio:| Per i più in forma, consigliamo il percorso dalla partenza fino alla costa. Prevedete una pausa al punto panoramico indicato - la spiaggia selvaggia senza turisti balneari ne vale la pena.",
          "tripTime": "2h"
        },
        "cecina": {
          "title": "Marina di Cecina",
          "description": "La spiaggia di Cecina, almeno quando ci siamo stati noi a settembre 2023, era tutt'altro che affollata di turisti. La sabbia è piuttosto sassosa e in acqua ci sono alcune alghe, ma per un po' di relax è sicuramente sufficiente.",
          "extra": "Consiglio:| Portate un ombrellone se c'è molto sole o compratene uno sul posto per circa 20 euro.",
          "tripTime": "40min"
        },
        "bolgheri": {
          "title": "Bolgheri",
          "description": "Bolgheri, non solo il nome di un tipico vino rosso toscano, ma anche di un piccolo borgo vicino al Cerreto. Vi aspetta un piccolo ma raffinato centro storico!",
          "extra": " Consiglio:| Prendetevi il tempo per una cena in uno dei ristoranti e fatevi consigliare quale vino abbinare.",
          "tripTime": "40min"
        }
      }
    }, "program": {
      "where": "Dove",
      "when": "Quando",
      "forHer":"Per Lei",
      "forHim":"Per Lui",
      "important": "Importante",
      "title": "Programma|&|Dresscode",
      "program": {
        "day1": {
          "dayOfTheWeek": "Sabato",
          "summary": "Non appena sarete tutti arrivati, vi accoglieremo con un delizioso aperitivo. Ci assicureremo che l'atmosfera sia perfetta con della buona musica...",
          "events": {
            "ev1": {
              "time": "Fino alle 18:00",
              "theme": "Arrivo e Check-in",
              "extras":"Le vostre camere saranno pronte solo dalle 16:00. Potete arrivare prima e trascorrere il tempo in piscina o visitare i dintorni. Fatecelo sapere, così possiamo organizzare tutto al meglio."

            },
            "ev2": {
              "time": "18:00-21:00",
              "theme": "Get Together",
              "location": "Terrazza",
              "dresscode": {
                "title": "Cocktail party"
              }
            }
          }
        },
        "day2": {
          "dayOfTheWeek": "Domenica",
          "summary": "Oggi ci sposiamo!!!! Dopo una colazione sostanziosa avrete del tempo per rilassarvi e digerire. Poi tutto succederà in fretta: è ora di vestirsi eleganti e truccarsi...",
          "events": {
            "ev1": {
              "time": "08:00-10:30",
              "theme": "Colazione",
              "location": "Ristorante"
              
            },
            "ev2":{
              "time":"10:00-16:30",
              "theme":"Tempo libero e relax",
              "location":"Cerreto & dintorni",
              "extras":"Che ne dite di rilassarvi un po' in piscina o di fare un'escursione nei dintorni? Siete liberi di fare quello che vi va. Se doveste avere fame nel frattempo, lo spaccio presso il Cerreto sarà aperto per voi dalle 14:30. Lì troverete frutta e verdura di stagione, snack e tante altre prelibatezze."
            },
            "ev3": {
              "time": "16:30",
              "theme": "Cerimonia civile",
              "location": "Teatro al Bio-Lago",
              "dresscode": {
                "title": "Eleganza casual",
                "itemsForHer": {
                  "item1": { "key": "Abbigliamento", "value": "Abiti lunghi e fluidi o pantaloni eleganti e ampi." },
                  "item2": { "key": "Scarpe", "value": "Poiché la cerimonia si svolge su un prato e la location ha molte aree ghiaiose, consigliamo zeppe o tacchi grossi o anche scarpe basse." }
                },
                "itemsForHim": {
                  "item1": { "key": "Abbigliamento", "value": "Chinos con una camicia per un look casual, chi vuole può anche indossare un completo" },
                  "item2": { "key": "Accessori", "value": "Cravatte o papillon non sono obbligatori! Che ne dite invece di bretelle come alternativa elegante?" }
                }
              }
            },
            "ev4": {
              "time": "17:30",
              "theme": "Ricevimento",
              "location": "Frutteto davanti al ristorante"
            },
            "ev5": {
              "time": "19:00",
              "theme": "Cena",
              "location": "Ristorante"
            },
            "ev6": {
              "time": "Dopo la cena",
              "theme": "Taglio della torta",
              "location": "Ristorante"
            },
            "ev7": {
              "time": "Dopo",
              "theme": "Party Party Party!",
              "location": "Sala per le feste",
              "extras": "Per la festa, ricordatevi di portare anche delle scarpe comode, organizzeremo un posto dove riporle"
            }
          }
        },
        "day3": {
          "dayOfTheWeek": "Lunedì",
          "summary": "Un risveglio tranquillo. Relax e Detox.",
          "events": {
            "ev1": {
              "time": "10:00-13:00",
              "theme": "Brunch"
            },
            "ev2": {
              "time": "dalle 13:00",
              "theme": "Tempo libero / Stiamo ancora organizzando qualcosa :)."
            }
          }
        },
        "day4": {
          "dayOfTheWeek": "Martedì",
          "summary": "È ora di salutarsi",
          "events": {
            "ev1": {
              "time": "8:00 - 10:00",
              "theme": "Colazione"
            },
            "ev2": {
              "time": "dalle 10:00",
              "theme": "Check-out e partenza."
            }
          }
        }
      }
    },
    "acomodation": {
      "title": "Soggiorno",
      "subtitle": "",
      "description": {
        "title": "Il Cerreto",
        "subtitle": "Dove alloggeremo",
        "content": "Il Bioagriturismo Il Cerreto offre circa 70 posti letto, distribuiti in vari appartamenti e camere doppie. Poiché avremo la proprietà a nostra completa disposizione per tutto il periodo, tutti i letti saranno disponibili per noi. Saremmo felici se tutti voi scegliereste di alloggiare lì con noi!"
      },
      "rooms": {
        "title": "DISTRIBUZIONE DELLE CAMERE",
        "subtitle": "LE CAMERE A NOSTRA DISPOSIZIONE",
        "content": "Potete farci sapere al momento della registrazione (sotto \"comunicazione\") se desiderate alloggiare in una delle camere o appartamenti specifici. Fateci sapere anche con chi preferireste condividere l'appartamento. Cercheremo di soddisfare tutti i vostri desideri nel miglior modo possibile.",
        "roomTypes": {
          "types":"Tipologia",
          "available":"Camere disponibili",
          "apartment": "Appartamento",
          "suite": "Suite",
          "singleRoom": "Camera singola",
          "doubleRoom": "Camera doppia",
          "doubleBed": "Letto matrimoniale",
          "special1": "Appartamento nella torre",
          "special2": "Appartamento nel caseificio (circa 2.5 km di distanza)",
          "bathSingular": "Bagno",
          "bathPlural": "Bagni",
          "doubleWithBath": "Camera doppia con bagno",
          "sleepCouch": "Divano letto",
          "double": "matrimoniale",
          "single": "singolo",
          "special3": "Camera tripla",
          "special4": "Letto aggiuntivo",
          "special5": "Camera con letto a castello",
          "special6":"Letto alla francese (1 adulto o 2 bambini)",
          "special7":"Camera con letto matrimoniale e divano letto (matrimoniale)"
        }
      },
      "prices": {
        "title": "Prezzi",
        "subtitle": "Quanto vi costerà",
        "content": "Siamo riusciti a negoziare un prezzo vantaggioso per voi con la location. Per le tre notti del matrimonio, il costo per chi alloggerà presso la struttura sarà di 200 euro per persona adulta, colazione inclusa.|Volete arrivare prima o partire dopo?|È possibile! L'ideale sarebbe comunicarcelo nel modulo di iscrizione alla voce \"qualcosa da comunicare\" (o semplicemente di persona tramite WhatsApp/Email), così possiamo richiederlo per voi e tenerne conto nella distribuzione degli appartamenti. Si prega di notare che in questo caso non avremo alcuna influenza sul prezzo."
     ,"anzahlung":"Vi preghiamo di pagare il soggiorno direttamente al Cerreto non appena eseguirete il Check-in"
     
      }
      ,"extra":"Saremo felici se potrete trascorrere tutti questi tre giorni con noi!"
    },
    
    
      "questionAndAnswer": {
          "title": "Domande|&|Risposte",
          "paymentInfos": {
              "account": "Numero di conto (IBAN)",
              "owner": "Titolare del conto",
              "institution": "Istituto finanziario",
              "address": "Casella postale",
              "clearing": "Numero di clearing bancario",
              "swift": "Indirizzo SWIFT (BIC)"
          },
          "questions": {
              "q1": {
                  "q": "Arriverò in aereo. Come posso raggiungere la location nel modo migliore?",
                  "a": "Se arrivate in aereo, ci sono due opzioni: O ci fate sapere quando e dove arrivate esattamente e noi organizzeremo un servizio navetta (potreste dover aspettare un po' per permetterci di raccogliere più ospiti possibile in una volta). Oppure potete noleggiare un'auto - sicuramente la migliore opzione se rimanete più a lungo e volete esplorare la zona. L'indirizzo del Cerreto è: Località Cerreto, 45, 56045 Pomarance PI, Italia"
              },
              "q6": {
                  "q": "Arriverò in auto. Ci sono abbastanza parcheggi?",
                  "a": "Certo."
              },
              "q2": {
                  "q": "Come funziona per i regali?",
                  "a": "I nostri ospiti sono il nostro regalo. Apprezziamo molto che tutti voi viaggiate da lontano per noi, sostenendo quindi dei costi, quindi il nostro principale desiderio è che voi siate presenti. Se tuttavia desiderate fare un regalo, saremmo molto felici di un piccolo contributo per la nostra luna di miele. In modo che non dobbiate portare contanti con voi (e noi non dobbiamo portare troppo contante oltre la frontiera), potete semplicemente trasferirci il vostro regalo - il nostro numero di conto è nella domanda successiva. Naturalmente potete anche portare qualcosa in contanti - come preferite. Tuttavia, tenete presente che dobbiamo avere spazio nella nostra auto per qualsiasi regalo fisico e oggetti quando partiamo dal Cerreto. saremmo quindi grati se poteste evitare regali fisici :)."
              },
              "q3": {
                  "q": "Come posso pagare il costo dell'alloggio?",
                  "a": "Nonappena arriverete avrete la possibilità di pagare il pernottamento direttamente al Cerreto durante il Check In. Rimanete più delle tre notti al Cerreto? Allora il team del Cerreto si metterà in contatto direttamente con voi per il pagamento del resto."
              },
              "q4": {
                  "q": "Quali sono le vostre coordinate bancarie?",
                  "a": "Dipende se volete trasferire in franchi svizzeri o in euro (per i tedeschi e gli italiani è meglio trasferire in euro, così si risparmiano le commissioni). Qui sotto trovate il nostro conto in franchi svizzeri e il nostro conto in euro."
              },
              "q5": {
                  "q": "Come è organizzata la pensione?",
                  "a": "Per il giorno di arrivo è prevista una cena leggera, il giorno del matrimonio ci sarà ovviamente un menu a cena. Se pernottate nella proprietà del Cerreto, la colazione per tutti i giorni e un pranzo leggero il giorno del matrimonio sono inclusi. Per l'ultimo giorno potete decidere dove pranzare e cenare - naturalmente potete farlo anche al ristorante del Cerreto, oppure cercare un buon ristorante nelle vicinanze. Si prega di notare che il Cerreto offre esclusivamente piatti vegetariani e vegani."
              },
              "q7": {
                  "q": "Posso portare il mio cane?",
                  "a": "Assolutamente sì. Indicatelo nella vostra registrazione."
              },
              "q8": {
                "q": "Devo lavorare lunedì. Posso fare smart working sul posto?",
                "a": "Al Cerreto c'è l'infrastruttura necessaria per farlo. Considerate l'idea di prendervi libero lunedì, così possiamo fare una grande festa la domenica. ;)"
            },
            "q9": {
                "q": "Vorrei contribuire qualcosa al matrimonio, a chi posso rivolgermi?",
                "a": "Il modo migliore è contattare i nostri testimoni di nozze: Anna (DE/EN) +49 174 81 69 182, Giorgio (IT/EN) +39 334 795 3919. Alternativamente, potete contattare le nostre wedding planner: Anna e Paola (IT/EN) +39 348 248 5313."
            }
      }
    },
    "registration": {
      "stop":"La registrazione è chiusa",
      "title": "RSVP",
      "guestContactInfos": {
        "title": "Contatto principale",
        "subtitle": "Si prega di fornire un contatto per ulteriori corrispondenze e conferma.",
        "telNr": "Numero di telefono",
        "email": "Indirizzo e-mail"
      },
      "availability": {
        "title": "Disponibilità",
        "subtitle": "Si prega di selezionare l'opzione appropriata.",
        "full": "Ci sarò/saremo per tutto il matrimonio",
        "none": "Purtroppo non potrò esserci",
        "partial": "Ci sarò/saremo, ma non per tutta la durata",
        "from": "Da",
        "until": "A"
      },
      "addGuest": {
        "title": "I tuoi/vostri dati",
        "subtitle": "Si prega di registrare qui tutte le persone che si desidera iscrivere o disiscrivere. Qui è possibile indicare anche allergie, intolleranze e altre richieste speciali per il proprio pasto.",
        "addGuest": "Aggiungi una persona",
        "name": "Nome e cognome",
        "typeAdult": "Adulto",
        "typeChild": "Bambino",
        "age": "Età",
        "allergies": "Allergie, intolleranze etc",
        "save": "Salvare",
        "abort": "Interrompere"
      },
      "acomodation": {
        "title": "Soggiorno",
        "subtitle": "Si prega di selezionare l'opzione appropriata. Ulteriori informazioni sul soggiorno possono essere trovate|qui.",
        "atCerreto": "Soggiorneremo al Cerreto. Si prega di organizzare una camera per noi.",
        "atSelf": "Cercheremo autonomamente un alloggio, ovvero non ne abbiamo bisogno."
      },
      "communication": {
        "title": "Comunicazione",
        "subtitle": "Se avete ancora qualcosa da comunicare, parlate ora o tacete per sempre :)"
      }
    }
  },
  "yesno": {
    "yes": "Si",
    "no": "No"
  },
  "nav": {
    "home": "Home",
    "register": "Registrazione",
    "program": "Programma",
    "location": "Location",
    "q&a": "Domande"
  },
  "home": {
    "and": "&",
    "untertitel": "Sono emozionati di potervi invitare alle loro nozze",
    "location": "Pomarance | Toscana",
    "button": "Registrati"
  },
  "register": {
    "titel": "Registrazione",
    "angaben": {
      "titel": "I tuoi dati",
      "name": "Nome e cognome",
      "email": "E-mail"
    },
    "verfügbarkeit": {
      "titel": "La tua/vostra disponibilità",
      "voll": "Sarò/saremo presente/i per l'intera durata del matrimonio",
      "teilweise": "Sarò/saremo presente/i al matrimonio, ma solo per una parte della durata",
      "nicht": "Non potrò/potremo partecipare",
      "von": "Dal giorno",
      "bis": "Al giorno",
      "placeholder": "2024-10-05"
    },
    "plusone": {
      "titel": "Porterai qualcuno con te?",
      "frage": "Chi?"
    },
    "kinder": {
      "titel": "Porterai bambini?",
      "frage": "Quanti?"
    },
    "allergien": {
      "titel": "Hai allergie o richieste speciali?",
      "frage": "Quali?"
    },
    "button": "invio"
  }
}
