{
  "login": {
    "title": "Esegui il log in",
    "subtitle": "Utilizza la password che hai ricevuto nell'invito.",
    "wrongPwMessage": "Password errata.\nRiprova.",
    "wrongPwTimeout":"Password sbagliata, attendi|secondi"
  },
  "general": {
    "yes": "ja",
    "no": "nein",
    "inputPlaceholder": "Prego inserire",
    "submit": "Inviare",
    "modalDarkModeTitle":"Disattiva la modalità scura"
    ,"modalDarkMode":"Questo sito web non è ottimizzato per la modalità scura. Se i colori sembrano strani, si prega di disattivarla.|Grazie!"
  },
  "countdown": {
    "months": "Mesi",
    "days": "Giorni",
    "hours": "Ore",
    "minutes": "Min.",
    "seconds": "Sec."
  },
  "navigation": {
    "home": "Home",
    "location": "Location",
    "program": "Programma",
    "acomodation": "Soggiorno",
    "questionAndAnswer": "Domande",
    "registration": "RSVP"
  },
  "pages": {
    "home": {
      "titleAnd": "&",
      "subtitle": "Ci farà molto felici festeggiare il nostro matrimonio con voi",
      "dateAndLocation": "05. - 08.10.2024 | il Cerreto | Pomarance",
      "registerButton": "RSVP"
    },
    "location": {
      "title": "Location|&|Dintorni",
      "description": {
        "title": "Il Cerreto",
        "subtitle": "Dove festeggeremo",
        "content1": "Il Bioagriturismo Il Cerreto si trova nella splendida campagna toscana. La struttura è composta da diversi edifici separati e ci offre la possibilità di tenere tutta la nostra festa, dall'accoglienza all'arrivo fino al congedo.",
        "content2": "A proposito, alloggeremo anche lì*. Qui trovi ulteriori informazioni |sull'alloggio",
        "content3": "*A seconda del numero di conferme, alcuni potrebbero dover trovare alloggio un po' fuori dal Cerreto. Vi preghiamo di informarci al momento della vostra registrazione se questo sarebbe accettabile per voi."
      },
      "arrival": {
        "title": "arrivo",
        "subtitle": "Come arrivare",
        "content": "Vi consigliamo di arrivare con la vostra auto o in aereo. Se viaggiate in aereo, gli aeroporti più vicini sono Pisa o Firenze. Considerate l'idea di noleggiare un'auto, dato che in Toscana i mezzi pubblici sono piuttosto limitati. Per qualsiasi domanda, non esitate a contattarci."
      },
      "tourism": {
        "title": "Toscana",
        "subtitle": "Nelle vicinanze",
        "content1": "Se avete voglia di esplorare la zona prima o dopo le celebrazioni, qui abbiamo raccolto alcuni suggerimenti che abbiamo testato e approvato.",
        "content2": "Ovviamente ci sono molte altre città, attrazioni e attività interessanti nelle vicinanze che vi aspettano. Una delle città più famose, che però non abbiamo visitato e quindi non possiamo dare suggerimenti, è Pisa. Ma sia che si tratti di Pisa o di un'altra città - potete esplorarle da soli o dare un'occhiata qui: |. Qui potete scegliere il vostro guida turistica personale. Lo consigliamo vivamente!",
        "content3": "Date un'occhiata pure |qui|, sicuramente troverete le attività perfette per voi."
      },
      "cards": {
        "florence": {
          "title": "Firenze",
          "description": "Un must assoluto per gli appassionati d'arte, cultura e storia. Pensate in anticipo a ciò che vi interessa di più - c'è così tanto da vedere che ci vorrebbero giorni per esplorare tutto.",
          "extra": " Consiglio:| L' Osteria Cipolla Rossa vale la pena per un pranzo o una cena.",
          "tripTime": "1h 45min"
        },
        "volterra": {
          "title": "Volterra",
          "description": "Si dice che a Volterra i vampiri facciano il loro corso. Camminando per la città si può facilmente capire perché: le mistiche costruzioni medievali stimolano in qualche modo la fantasia.",
          "extra": "Consiglio:| Che ne dite di un caffè in Piazza dei Priori al bar omonimo?",
          "tripTime": "25min"
        },
        "sanGimignano": {
          "title": "San Gimignano",
          "description": "La più bella (e certamente la più antica) skyline d'Italia si trova a San Gimignano. Le alte torri erano un tempo simbolo della ricchezza dei loro abitanti.",
          "extra": "Consiglio:| Nella 'migliore gelateria del mondo' non c'è il miglior gelato del mondo - meglio fare meno coda in una gelateria qualsiasi, ne varrà più la pena!",
          "tripTime": "1h"
        },
        "siena": {
          "title": "Siena",
          "description": "Costruita su una collina, Siena è considerata da molti l'epitome di una città toscana.",
          "extra": "Consiglio:| Il Duomo è (almeno esternamente) quasi più affascinante di quello fiorentino, dato che accanto al vecchio Duomo si trovano le facciate incompiute del 'Duomo Nuovo' in costruzione.",
          "tripTime": "1h 20min"
        },
        "saturnia": {
          "title": "Fonti di Saturnia",
          "description": "Molto popolari tra gli influencer e spesso presenti sui post di Instagram, le Fonti di Saturnia. Con una temperatura dell'acqua di 37°C potete fare un tuffo gratuitamente e rilassarvi.",
          "extra": "Consiglio:| Anche con temperature esterne elevate, il bagno è piacevole!",
          "tripTime": "2h 30min"
        },
        "maremma": {
          "title": "Parco Naturale della Maremma",
          "description": "Conosciuto per i suoi bovini a lunghe corna, il parco offre numerosi sentieri per escursioni e percorsi ciclabili. C'è un noleggio biciclette all'ingresso.",
          "extra": "Consiglio:| Per i più in forma, consigliamo il percorso dalla partenza fino alla costa. Prevedete una pausa al punto panoramico indicato - la spiaggia selvaggia senza turisti balneari ne vale la pena.",
          "tripTime": "2h"
        },
        "cecina": {
          "title": "Marina di Cecina",
          "description": "La spiaggia di Cecina, almeno quando ci siamo stati noi a settembre 2023, era tutt'altro che affollata di turisti. La sabbia è piuttosto sassosa e in acqua ci sono alcune alghe, ma per un po' di relax è sicuramente sufficiente.",
          "extra": "Consiglio:| Portate un ombrellone se c'è molto sole o compratene uno sul posto per circa 20 euro.",
          "tripTime": "40min"
        },
        "bolgheri": {
          "title": "Bolgheri",
          "description": "Bolgheri, non solo il nome di un tipico vino rosso toscano, ma anche di un piccolo borgo vicino al Cerreto. Vi aspetta un piccolo ma raffinato centro storico!",
          "extra": " Consiglio:| Prendetevi il tempo per una cena in uno dei ristoranti e fatevi consigliare quale vino abbinare.",
          "tripTime": "40min"
        }
      }
    },
    "program": {
      "title": "Programma|&|Dresscode"
    },
    "acomodation": {
      "title": "Soggiorno",
      "subtitle": "",
      "description": {
        "title": "Il Cerreto",
        "subtitle": "Dove alloggeremo",
        "content": "Il Bioagriturismo Il Cerreto offre circa 70 posti letto, distribuiti in vari appartamenti e camere doppie. Poiché avremo la proprietà a nostra completa disposizione per tutto il periodo, tutti i letti saranno disponibili per noi. Saremmo felici se tutti voi scegliereste di alloggiare lì con noi!"
      },
      "rooms": {
        "title": "DISTRIBUZIONE DELLE CAMERE",
        "subtitle": "LE CAMERE A NOSTRA DISPOSIZIONE",
        "content": "Potete farci sapere al momento della registrazione (sotto \"comunicazione\") se desiderate alloggiare in una delle camere o appartamenti specifici. Fateci sapere anche con chi preferireste condividere l'appartamento. Cercheremo di soddisfare tutti i vostri desideri nel miglior modo possibile.",
        "roomTypes": {
          "apartment": "Appartamento",
          "suite": "Suite",
          "singleRoom": "Camera singola",
          "doubleRoom": "Camera doppia",
          "doubleBed": "Letto matrimoniale",
          "special1": "Appartamento nella torre",
          "special2": "Appartamento nel caseificio (circa 2.5 km di distanza)",
          "bathSingular": "Bagno",
          "bathPlural": "Bagni",
          "doubleWithBath": "Camera doppia con bagno",
          "sleepCouch": "Divano letto",
          "double": "matrimoniale",
          "single": "singolo",
          "special3": "Camera tripla",
          "special4": "Letto aggiuntivo",
          "special5": "Camera con letto a castello",
          "special6":"Letto alla francese (1 adulto o 2 bambini)",
          "special7":"Camera con letto matrimoniale e divano letto (matrimoniale)"
        }
      },
      "prices": {
        "title": "Prezzi",
        "subtitle": "Quanto vi costerà",
        "content": "Abbiamo potuto negoziare un buon prezzo per voi con la location. Per le tre notti durante il matrimonio, ci sarà un costo di 200 euro a persona adulta, inclusa la colazione.|Volete arrivare prima o partire dopo?|È possibile! L'ideale sarebbe comunicarcelo nel modulo di iscrizione alla voce \"qualcosa da comunicare\" (o semplicemente di persona tramite WhatsApp/Email), così possiamo richiederlo per voi e tenerne conto nella distribuzione degli appartamenti. Si prega di notare che in questo caso non avremo alcuna influenza sul prezzo."
      }
    },
    "questionAndAnswer": {},
    "registration": {
      "title": "RSVP",
      "guestContactInfos": {
        "title": "Contatto principale",
        "subtitle": "Si prega di fornire un contatto per ulteriori corrispondenze e conferma.",
        "telNr": "Numero di telefono",
        "email": "Indirizzo e-mail"
      },
      "availability": {
        "title": "Disponibilità",
        "subtitle": "Si prega di selezionare l'opzione appropriata.",
        "full": "Ci sarò/saremo per tutto il matrimonio",
        "none": "Purtroppo non potrò esserci",
        "partial": "Ci sarò/saremo, ma non per tutta la durata",
        "from": "Da",
        "until": "A"
      },
      "addGuest": {
        "title": "I tuoi/vostri dati",
        "subtitle": "Si prega di registrare qui tutte le persone che si desidera iscrivere o disiscrivere. Qui è possibile indicare anche allergie, intolleranze e altre richieste speciali per il proprio pasto.",
        "addGuest": "Aggiungi una persona",
        "name": "Nome e cognome",
        "typeAdult": "Adulto",
        "typeChild": "Bambino",
        "age": "Età",
        "allergies": "Allergie, intolleranze etc",
        "save": "Salvare",
        "abort": "Interrompere"
      },
      "acomodation": {
        "title": "Soggiorno",
        "subtitle": "Si prega di selezionare l'opzione appropriata. Ulteriori informazioni sul soggiorno possono essere trovate|qui.",
        "atCerreto": "Soggiorneremo al Cerreto. Si prega di organizzare una camera per noi.",
        "atSelf": "Cercheremo autonomamente un alloggio, ovvero non ne abbiamo bisogno."
      },
      "communication": {
        "title": "Comunicazione",
        "subtitle": "Se avete ancora qualcosa da comunicare, parlate ora o tacete per sempre :)"
      }
    }
  },
  "yesno": {
    "yes": "Si",
    "no": "No"
  },
  "nav": {
    "home": "Home",
    "register": "Registrazione",
    "program": "Programma",
    "location": "Location",
    "q&a": "Domande"
  },
  "home": {
    "and": "&",
    "untertitel": "Sono emozionati di potervi invitare alle loro nozze",
    "location": "Pomarance | Toscana",
    "button": "Registrati"
  },
  "register": {
    "titel": "Registrazione",
    "angaben": {
      "titel": "I tuoi dati",
      "name": "Nome e cognome",
      "email": "E-mail"
    },
    "verfügbarkeit": {
      "titel": "La tua/vostra disponibilità",
      "voll": "Sarò/saremo presente/i per l'intera durata del matrimonio",
      "teilweise": "Sarò/saremo presente/i al matrimonio, ma solo per una parte della durata",
      "nicht": "Non potrò/potremo partecipare",
      "von": "Dal giorno",
      "bis": "Al giorno",
      "placeholder": "2024-10-05"
    },
    "plusone": {
      "titel": "Porterai qualcuno con te?",
      "frage": "Chi?"
    },
    "kinder": {
      "titel": "Porterai bambini?",
      "frage": "Quanti?"
    },
    "allergien": {
      "titel": "Hai allergie o richieste speciali?",
      "frage": "Quali?"
    },
    "button": "invio"
  }
}
